Revit 2024 API
SymbolTypeId.MPa Property
 Symbol MPa, indicating unit Megapascals.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MPa { get; }
Visual Basic
Public Shared ReadOnly Property MPa As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MPa {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace